export default {
  projections: {
    ТЧГрафСобесE: {
      планирСобес: {
        __caption__: 'ФИО',
        регистАнкеты: {
          __caption__: '',
          фИОКандидата: {
            __caption__: 'ФИО'
          },
          вакантДолжн: {
            __caption__: '',
            должности: {
              __caption__: 'Вакантная должность'
            }
          }
        },
        иметьПриСебе: {
          __caption__: 'Иметь при себе'
        },
        датаПланСобес: {
          __caption__: 'Дата Планир Соб'
        }
      }
    }
  },
  validations: {
    планирСобес: {
      __caption__: 'ФИО'
    },
    графСобес: {
      __caption__: 'графСобес'
    }
  }
};
